Repository: meenajii2004/Assissfy
Catalog: margai_flutter/lib/l10n/app_*.arb
Languages: or

# appTitle
source: Auth App
or: ଅଥ୍ ଆପ୍

source: Welcome Back!
or: ପୁନର୍ବାର ସ୍ବାଗତ!

source: Create Account
or: ଖାତା ସୃଷ୍ଟି କରନ୍ତୁ

source: Reset Password
or: ପାସୱାର୍ଡ ପୁନର୍ସେଟ କରନ୍ତୁ

source: Email
or: ଇମେଲ୍

source: Password
or: ପାସୱାର୍ଡ

source: Confirm Password
or: ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ

source: Username
or: ବ୍ୟବହାରକାରୀ ନାମ

source: Name
or: ନାମ

source: Bio
or: ଜୀବନଚରିତ୍ର

# studentClass
source: Class
or: କ୍ଲାସ୍

source: Login
or: ଲଗଇନ୍

source: Sign Up
or: ସାଇନ୍ ଅପ୍

source: Forgot Password?
or: ପାସୱାର୍ଡ ଭୁଲିଗଲେ?

# dontHaveAccount
source: Don't have an account?
or: ଆପଣଙ୍କ ପାଖରେ ଖାତା ନାହିଁ?

# alreadyHaveAccount
source: Already have an account?
or: ଆପଣଙ୍କ ପାଖରେ ଆଗରୁ ଖାତା ଅଛି?

source: Send OTP
or: ଓଟିପି ପଠାନ୍ତୁ

source: Verify OTP
or: ଓଟିପି ଯୋଗୟ କରନ୍ତୁ

source: Enter OTP
or: ଓଟିପି ଦିଅନ୍ତୁ

# pleaseEnterOTP
source: Please enter the OTP
or: ଦୟାକରି ଓଟିପି ଦିଅନ୍ତୁ

# invalidOTP
source: OTP must be 6 digits
or: ଓଟିପି 6 ଅଙ୍କର ହେବା ଚାହିଁଦି

# otpSentSuccessfully
source: OTP sent to your email
or: ଆପଣଙ୍କର ଇମେଲକୁ ଓଟିପି ପଠାଇଛି

source: Request New OTP
or: ନୂତନ ଓଟିପି ମଙ୍ଗଣ କରନ୍ତୁ

source: New Password
or: ନୂତନ ପାସୱାର୍ଡ

source: Confirm New Password
or: ନୂତନ ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ

source: Password reset successful
or: ପାସୱାର୍ଡ ପୁନର୍ସେଟ ସଫଳ!

source: Profile
or: ପ୍ରୋଫାଇଲ

source: Update Profile
or: ପ୍ରୋଫାଇଲ ବଦଳେଇବେ

source: Change Profile Picture
or: ପ୍ରୋଫାଇଲ ପିକଚର ବଦଳେଇବେ

source: Logout
or: ଲଗଆଉଟ

source: Select Language
or: ଭଷା ବଛନ୍ତୁ

source: Language Changed
or: ଭଷା ବଦଳିଗଲା

# pleaseEnterEmail
source: Please enter your email
or: ଦୟାକରୀ ଆପଣଙ୍କ ବେସମୟ ପୋଷଣ କରନ୍ତୁ

# pleaseEnterValidEmail
source: Please enter a valid email
or: ଦୟାକରୀ ବେସମୟ ପୋଷଣ କରନ୍ତୁ

# pleaseEnterPassword
source: Please enter your password
or: ଦୟାକରୀ ପୋଷଣ କରନ୍ତୁ

# pleaseConfirmPassword
source: Please confirm your password
or: ଦୟାକରୀ ପୋଷଣ କରନ୍ତୁ

source: Passwords do not match
or: ପୋଷଣ ସମୀକୃତ ହୋଇନଥିବେ

# pleaseEnterUsername
source: Please enter a username
or: ଦୟାକରୀ ବେସମୟ ପୋଷଣ କରନ୍ତୁ

# usernameTooShort
source: Username must be at least 3 characters
or: ବେସମୟ ସମୟ ସହ ସମୟ ସହ ସମୟ ସହ ସମୟ ସହ ସମୟ ସହ ସମୟ ସହ ସମୟ ସହ

# passwordTooShort
source: Password must be at least 6 characters
or: ପୋଷଣ କମ ସମୟ

source: Invalid credentials
or: ଆବଶକ ପୋଷଣ

# errorOccurred
source: An error occurred
or: ଗଳତୀ ଘଟଣ

source: Successfully updated
or: ସଫଳତापূर्वक ପୋଷଣ କଲେ

source: Home
or: ବଡ଼

source: Dashboard
or: ଡେଶବୋଡ

# welcomeToDashboard
source: Welcome to Your Dashboard
or: ଆପଣଙ्क ବଡଙ्क ସଭଳ କଲେ

source: Speech to Text
or: ବୋଲିଥିବେ

source: Listening...
or: ଶୁଣୁଛ

# tapToSpeak
source: Tap the microphone to start speaking
or: ବୋଲିଥିବେ

# speechNotAvailable
source: Speech recognition not available
or: ବୋଲଣୀ ବଧଳ

source: Text copied to clipboard
or: ଟେକସଟ କଲ

source: Login to your account
or: ଆପଣଙ्क ବଡଙ্ক

source: Remember Me
or: ଆମକ କଥ

source: Cancel
or: ଥଳ

source: Set New Password
or: ଥଳ
